{
  "MESSAGES": {
    "PAYMENT_SUCCEED": "لقد تم تأكيد الحجز بنجاح ! شكرا لك على الحجز.",
    "PAYMENT_FAILED": " هناك مشكلة ما الرجاء المحاولة في وقت لاحق",
    "NO_NOTES": "لا يوجد ملاحظات",
    "UPDATE_SUCCEED": "تم التعديل بنجاح"
  },
  "HEADER": {
    "HOME": "الصفحة الرئسية",
    "SEARCH": "البحث",
    "HOTELS": "الفنادق",
    "CONTACT": "اتصل بنا",
    "SIGNIN": "تسجيل الدخول",
    "SIGNUP": "إنشاء حساب",
    "DESTINATIONS": "وجهاتنا",
    "RESERVATIONS":"حجوزاتي",
    "TRANSPORT_BOOKING": "حجز النقل",
    "Profile": "الملف الشخصي",
    "Logout": "تسجيل الخروج"
  },
  "Validation": {
    "Required": "هذا الحقل اجباري",
    "Pattern": "هذا الحقل غير صحيح",
    "IncorrectData":"بيانات الدخول غير صحيحة",
    "UsedEmail":"البريد الالكتروني مستخدم من قبل",
    "UsedPhone":"الهاتف مستخدم من قبل",
    "EXCEEDED_VEHICLE_SEATS": "تجاوزت عدد مقاعد المركبة"
  },
  "HOME": {
    "HEAD": {
      "DIRECTION": "الوجهة",
      "DIRECTIONQ": "اختر وجهتك",
      "DATEARRQ": "تاريخ الوصول",
      "DATEARR": "يوليو 30، 2021",
      "DATADEPARTQ": "تاريخ المغادرة",
      "DATADEPART": "أغسطس03، 2021",
      "PROMOCODEQ": "البرموكود",
      "PROMOCODE": "البرموكود …",
      "SEARCH": "بحث"
    },

    "DIRECTIONS": {
      "DIRECTION": "الوجهة",
      "MACCA": "مكة المكرمة",
      "JEDDA": "جدة",
      "RIADH": "الرياض",
      "TAEF": "الطائف",
      "MADINA": "المدينة المنورة",
      "DEMAM": "الدمام"
    },

    "BODY": {
      "TITLE": {
        "HIGHLIGHT": "أفضل ",
        "NORMAL": "أسعار فنادق مكة والمدينة"
      },

      "CAROUSAL": {
        "TITLE": "الفنادق المميزة",
        "ALLHOTELS": "كل الفنادق"
      },

      "MAIL": {
        "TITLE": "اشترك في قائمتنا البريدية",
        "UNDERTITLE": "أفضل العروض فقط تصل إلى بريدك الالكترونى",
        "REGISTER": "اشترك",
        "PLACEHOLDER": "بريدك الإلكتروني"
      }
    }
  },
  "TRANSPORT_BOOKING": {
    "HEAD": {
      "DIRECTION": "الوجهة",
      "DIRECTIONQ": "اختر وجهتك",
      "DATEARRQ": "تاريخ الوصول",
      "DATEARR": "يوليو 30، 2021",
      "DATADEPARTQ": "تاريخ المغادرة",
      "DATADEPART": "أغسطس03، 2021",
      "PROMOCODEQ": "البرموكود",
      "PROMOCODE": "البرموكود …",
      "SEARCH": "بحث"
    },

    "SEARCH": {
      "TRACKS": "المسارات",
      "SELECT_TRACK": "اختر مسار",
      "BOOKING_DATE": "تاريخ الحجز",
      "VEHICLE": "المركبة",
      "SELECT_VEHICLE": "إختر مركبة",
      "CATEGORIES": "التصانيف",
      "SELECT_CATEGORIES": "إختر التصنيف",
      "PRICE_WITH_TAXES":"السعر شامل جميع الضرائب",
      "CATEGORY": "التصنيف",
      "AVAILABLE_VEHICLE": "مركبة متوفرة"
    },

    "DETAILS": {
      "BOOK": "إحجز",
      "CATEGORY": "التصنيف",
      "RIAL": "ريال",
      "TRACK": "المسار",
      "RESERVATION_DATE": "تاريخ الحجز"
    },

    "BODY": {
      "TITLE": {
        "HIGHLIGHT": "إحترافية",
        "NORMAL": "نقدم لكم خدمات"
      },

      "CAROUSAL": {
        "TITLE": "شركات رائجة لتأجير السيارات"
      },

      "MAIL": {
        "TITLE": "اشترك في قائمتنا البريدية",
        "UNDERTITLE": "أفضل العروض فقط تصل إلى بريدك الالكترونى",
        "REGISTER": "اشترك",
        "PLACEHOLDER": "بريدك الإلكتروني"
      }
    }
  },

  "HOTELS": "الفنادق",

  "CONTACT": {
    "TITLE": "اتصل بنا",
    "UNDERTITLE": "أتحتاج إلى مساعدة؟ نحن هنا من أجلك!",
    "LOCAL": "مكة المكرمة - الخالدية رقم ١ مبنى مخابز بدر",
    "MAIL": "reservations@alsaehhotels.com",
    "PHONE": "00966125307269"
  },
  "HotelDetails": {
    "CutOutTimeNotMet": "وفقا لسياسة الفندق، لا يمكن الحجز بعد الساعة ",
    "MinimumCheckInDateNotMet": "وفقا لسياسة الفندق، فإن أقرب حجز متاح ابتداء من "
  },

  "SEARCH": {
    "BOOK": "إحجز",
    "BOOK_Now": " إحجز الان",
    "RequestRoom": "طلب غرفة",
    "HOTELSAVAILABLE": "فندق متوفر",
    "CLASS": "تصنيف بحسب ",
    "SHOWMORE": "اظهار المزيد",
    "FILTER": "الفلتر",
    "CHOISE_DIRECTION": "إختر وجهتك"
  },

  "DETAILS": {
    "DESCRIPTION": "وصف الفندق",
    "PHOTOS": "صورة",
    "MOREOFFERS": "شاهد العروض",
    "SHOWMORE": "عرض المزيد",
    "MAP": "على الخريطة",
    "SERVICES": {
      "TITLE": "الخدمات والمرافق",
      "EXTERNALS": "المرافق",
      "SERVICES": "الخدمات",
      "ACTIVITIES": "الأنشطة"
    },
    "UPDATE": "تحديث",
    "ROOMINFOS": "معلومات حول الغرفة",
    "CHOICES": "الخيارات",
    "PRICE": "سعر الغرفة",
    "SUMPRICE": "اجمالي السعر",
    "BOOK": "إحجز"
  },

  "ROOM": {
    "BOOK": "إحجز",
    "CHOOSE": "اختر"
  },

  "INFOPAY": {
    "SUM": "المجموع",
    "INOFBOOKING": "معلومات الحجز",
    "DEMANDES": " طلبات خاصة (اختياري) ",
    "DEMANDESPLACEHOLDER": "الرجاء كتابة طلباتك باللغة الإنجليزية.",
    "WARNING": " لا يمكن ضمان الطلبات الخاصة - لكن سنبذل قصارى جهدنا لتلبية احتياجاتك. ",
    "PAY": " انتقل للدفع ",
    "BACK": " راجع حجزك "
  },

  "PAYMENT": {
    "BANK": "تحويل بنكي",
    "BOOKINOS": "معلومات الحجز",
    "GUEST_INFO": "بيانات الضيف",
    "CHOOSEBANK": " اختر البنك الذى يناسبك وسنرسل لك التفصيل على الايميل. ",
    "SUM": "المجموع",
    "TAX": "ضريبة القيمة المضافة",
    "BACK": " راجع حجزك ",
    "NEXT": " التالى ",
    "DONETEXT": "لقد تم تأكيد حجز الفندق بنجاح ! شكرا لك على الحجز.",
    "DONE": "تم",
    "VEHICLE_SEATS_NUMBER": "عدد مقاعد المركة: ",
    "CHOOSE_RESERVATION_TIME":"إختر موعد الحجز"
  },

  "BOOKINGS": {
    "HOTEL": "فندق",
    "RES_AT": "تم الحجز في",
    "TRAVEL_DATE": "تاريخ الوصول",
    "PRICE": "السعر",
    "RES_STATUS": "حالة الحجز"
  },

  "AUTH": {
    "SIGNIN": {
      "TITLE": "تسجيل الدخول",
      "REGISTER": "إنشاء حساب الان",
      "FORGET": "هل نسيت كلمة المرور؟",
      "OR": "أو تسجيل الدخول بـ",
      "FOOTER1": "تسجيلك الدخول يعني موافقتك على",
      "FOOTER2": "أجودا.",
      "TERMS_OF_USE": "شروط الإستخدام",
      "PRIVACY_POLICY": "سياسة الخصوصية",
      "AND": "و"
    },
    "SIGNUP": {
      "REGISTER": "انشاء حساب",
      "ALREADY": "عضوا فعلا؟",
      "OR1": "أو",
      "OR2": "أو استخدم إحدى هذه الخيارات"
    },
    "FORGOT": {
      "TITLE": "هل نسيت كلمة المرور؟",
      "UNDERTITLE": "أدخل بريدك الإلكتروني لإعادة تعيين كلمة المرور",
      "CANCEL": "إلغاء",
      "SEND": "إرسال"
    },
    "RESET": {
      "TITLE": "إعادة تعيين كلمة المرور",
      "UNDERTITLE": "أدخل كلمة المرور الجديدة",
      "SAVE": "حفظ",
      "CANCEL": "إلغاء"
    },
    "ForgotPassword": "نسيت كلمة المرور ",
    "Email": "البريد الإلكتروني",
    "Continue":"إستمر",
    "VerificationCode":"أدخل رمز التحقق",
    "TypeNewPassword":"إعادة تعيين كلمة المرور",
    "CreateAccount":"إنشاء حساب",
    "FirstName":"الاسم",
    "LastName":"اسم العائلة",
    "Phone":"الهاتف",
    "Password":"كلمة المرور",
    "YouHaveAnAccount":"لديك حساب؟",
    "SignIn":"تسجيل الدخول",
    "PoliticsAccountText":"عند تسجيل الدخول إلى حسابك أو إنشاء حساب، فإنك توافق على",
    "PoliticsAccountTerm":"شروطنا وأحكامنا",
    "PoliticsAccountPrivacy":"سياسة الخصوصية",
    "PoliticsAccountAnd":"و",
    "NotMumber":"لست عضوا في مواسم؟",
    "Register":"سجل الان",
    "AlternativeLogin":"أو استخدم إحدى هذه الخيارات",
    "RecoverPasswordSuccess":"لقد تم إعادة تعيين كلمة المرور جديدة بنجاح",
    "CheckPassword":"تحقق",
    "SendVerificationCode":"أرسل رمز التحقق",
    "ReSendVerificationCode":"إعادة إرسال رمز التحقق",
    "ResetPasswordText":"تم إرسال رمز التحقق إلى البريد الإلكتروني e*******l@gmail.com. الرجاء إدخاله أدناه.",
    "NewPassword":"كلمة مرور جديدة",
    "ConfirmPassword":"تأكيد كلمة المرور",
    "SetPassword":"ضبط كلمة السر",
    "UserInformations": "بيانات المستخدم"
  },
  "DESTINATIONS": {
    "TITLE":"ماهي وجهتك ؟",
    "MECCA": "مكة المكرمة",
    "MEDINA": "المدينة المنورة",
    "JEDDAH":"جدّه"
  },
  "TERMSOFSUSE": {
    "RULES": "الشروط والأحكام",
    "RULESP1": "مرحباً بكم في صفحة الشروط والأحكام",
    "RULESP2": "برﺟﺎء القراءة ﺑﻌﻨﺎﻳﺔ، حيث أن ﻫﺬه اﻟﺼﻔﺤﺔ تنظم وتحدد اﻟﻌﻼﻗﺔ ﺑﻴﻦ شركة السائح العربي وبينكم، عملائنا الكرام. يتم تطبيق اﻟﺸﺮوط اﻟﻤﺒﻴﻨﺔ أدﻧﺎه عند إجراء حجز إﻗﺎﻣﺔ ﻓﻲ ﻔﻨدق، شراء تذكرة ﻄﻴﺮان أو التعاقد علي أي خدمات أﺧﺮى ﻣﻦ ﺧﻼل موقع  السائح  كما أنها تُطبق أﻳﻀﺎً سواء قمت بإجراء حجز واحد أو أكثر",
    "BOOK": "القيام بحجزك",
    "BOOKP1": "عند إتمام عملية الدفع وسداد قيمة الحجز بالكامل سيتم إصدار إيصال الحجز موثق برقم من شركة  السائح وبذلك سيعتبر حجزكم صحيحاً ومؤكداً",
    "BOOKP2": "التأكد من أنك وجميع المسافرين لديكم جواز السفر ساري المفعول وقد حصلتم علي تأشير الدخول وجميع التطعيمات اللازمة لدخول البلد الذي سقومون بزيارته، هي مسئوليتك الخاصة قبل الحجز وقبل موعد السفر ,في الغالب تستغرق إجراءات استخراج جواز السفر والحصول علي تأشيرة الدخول بعض الوقت، لذلك يجب التقدم بطلب الحصول عليهم قبل موعد السفر بوقت كافي، ومن الأفضل في فترات الذروة أن تقوم باستخراج المستندات قبل 4 أسابيع على الأقل. توصي شركة السائح العربي كافة العملاء بمراجعة جواز سفرك و تأشيرة الدخول مع قنصلية البلد التي تنوي زيارتها في بلدك",
    "BOOKP3": "شركة السائح  لن تتحمل أي مسؤولية اذا كنت أنت أو من يسافر معك ليس لديكم جواز سفر ساري المفعول أو لم تحصلوا علي تأشيرة دخول صحيحة أو بدون التطيعمات اللازمة",
    "BOOKP4": "الوقت الذي يسبق موعد السفر وحتى قبول حجزك من قبل شركة السائح يعتمد علي مورد حجز الفندق أو الخدمة التي تطلبها. ويتطلب حجز إقامة بفندق تقديم الاسم الكامل لنزيل واحد لكل غرفة، لذا يرجي مراجعة بيانات الحجز بعناية قبل إنهاءه حيث أن تقديم معلومات غير صحيحة أو غير كاملة قد يؤدي إلى الغاء الحجز، كذلك قد يتم تطبيق غرامات عليك من قِبل شركة السائح عند طلب تصحيح أو تعديل أو إلغاء الحجوزات",
    "BOOKP5": "تحتفظ شركة السائح العربي لنفسها بالحق، بحسب تقديرها، في رفض أي حجز تسعى لإجراءه",
    "BOOKP6": "قد تفرض شركة السائح العربي، بحسب تقديرها، رسوم حجز علي الحجوزات التي تقوم بإجرائها هاتفياً عن طريق فريق خدمة العملاء",
    "PAY": "شروط الدفع",
    "PAYP": "يجب سداد مبلغ الحجز بالكامل وقت إجراء الحجز، ويجب أن يتم الدفع عبر موقع الشركة باستخدام البطاقة الإئتمانية او عن طريق تحويل المبلغ على حساباتنا البنكية فى الاهلى او الراجحي",
    "PRICE": "الأسعار",
    "PRICEP1": "قد يطرأ زيادة في السعر قبل إتمام عملية الدفع بالكامل، وفي هذه الحالة يجب علي المسافر دفع قيمة هذه الزيادة لإنهاء عملية الحجز  ",
    "PRICEP2": "يتم عرض الأسعار بالعملة التي يتم تحديدها مع أسعار الصرف المحسوبة وفقاً لسعر الصرف في هذا اليوم. ولذلك قد تختلف الأسعار وفقاً لسعر الصرف اليومي ليعكس أي حركة في مستويات أسعار الصرف. وعند إجراء الحجز يحدد",
    "PRICEP3": "سعر الصرف في الوقت الذي تقوم فيه شركة السائح بإصدار فاتورة تأكيد الحجز وسوف ينطبق ذلك على أي تعديلات أو إلغاء يتم إجرائها علي الحجز . شركة السائح هي التي تحدد أسعار الصرف",
    "CHANGE": "نقل الحجوزات",
    "CHANGEP1": "تغييرالحجز أو نقله يخضع للشروط والأحكام الخاصة بالمورد وكذلك الرسوم المطبقة في حالة التعديل والإلغاء من قِبل مورد الخدمة نفسه  كافة التغييرات و/أو الإلغاء في حجزك تخضع لشروط وأحكام الإلغاء المنصوص عليها في شروط وقواعد ذلك الحجز، وتخضع أيضاً للشروط والأحكام الواردة في بيانات أو وصف الفندق -وغيره من الخدمات المتاحة علي الموقع- ما إذا كان قد تم الإشارة إليها علي موقع السائح العربي أو تلك المقدمة أو التي لفت إنتباهك إليها خدمة العملاء  كافة التغييرات و/أو الإلغاء في حجزك تخضع لشروط وأحكام الإلغاء المنصوص عليها في شروط وقواعد ذلك الحجز، وتخضع أيضاً للشروط والأحكام الواردة في بيانات أو وصف الفندق -وغيره من الخدمات المتاحة علي الموقع- ما إذا كان قد تم الإشارة إليها علي موقع السائح العربي أو تلك المقدمة أو التي لفت إنتباهك إليها خدمة العملاء",
    "CHANGEP2": "إذا تضاربت سياسة التغييرات والإلغاء الواردة في بيانات أو وصف الفندق -وغيره من الخدمات المتاحة علي الموقع- والتي قد تم الإشارة إليها علي موقع السائح العربي أو قدمها أو لفت إنتباهك إليها خدمة عملاء السائح ، مع الشروط والأحكام الخاصة بهذا الحجز، فسيتم تطبيق والعمل بتلك الأخيرة، أي الشروط والأحكام الخاصة بالحجز يرجى ملاحظة أن سياسات التغيير والإلغاء للفنادق وخدمات السفر الأخرى تختلف من حجز لآخر. لذلك يرجي قراءة سياسة التغيير والإلغاء المطبقة علي حجزك بعناية هي مسئوليتكم. إذا لم تجد سياسة التغيير والإلغاء المنصوص عليها من قِبل المورد على موقع شركة السائح ، يرجي الاتصال بنا علي الفور إذا لم تصل إلى مكان الإقامة في تاريخ الحجز (تاريخ الوصول) أو إذا غادرت مكان الإقامة قبل التاريخ المحدد للمغادرة، فأنت بحاجة إلى إلغاء أو تعديل الحجز بالتواصل مع شركة السائح على الفور خلال ساعات العمل",
    "CHANGEP3": "يجب أن تتم معالجة طلبات إلغاء أو تغييرالحجزأو النظر فيها عن طريق مركز خدمة عملاء السائح العربي خلال ساعات العمل، حيث أن أي تغيير يتم طلبه مباشرةً من الفندق/مكان الإقامة لن يكون فعالاً ولن يُعتد به بل وربما سيتحمل العميل الرسوم بالكامل، وفقاً لتقديرشركة السائح العربي في حال قمت بإلغاء الحجز أو تعديل حجزك لمكان الإقامة فإن شركة السائح، وفقاً لتقديرها، قد تفرض رسوم للإلغاء أو التعديل. بالإضافة إلى ذلك، فإن معظم الموردين قد يفرضون رسوم لتعديل أو إلغاء تتعلق بحجزك عادةً ﻏﻴﺮ اﻟﻤحتمل أن تضطرشركة السائح لإﺟﺮاء أﻳﺔ ﺗﻐﻴﻴﺮات ﻋﻠﻰ ﺗﺮﺗﻴﺒﺎت اﻟﺴﻔﺮ. وإذا ﺣﺪث ذلك واضطرت الشركة لإﻟﻐﺎء ﺗﺮﺗﻴﺒﺎت اﻟﺴﻔﺮ، وهذا لن يحدث إلا قبل موعد السفر بوقت كافي- أسبوعين علي الأقل قبل ﺗﺎرﻳﺦ اﻟﻤﻐﺎدرة- إﻟﺎ ﻟﺄﺳﺒﺎب ﺧﺎرﺟﺔ ﻋﻦ ﺴﻴﻄﺮة وتحكم الشركة  إذا لم تستطيع شركة السائح  ﺗﻮﻓﻴﺮ ﺗﺮﺗﻴﺒﺎت اﻟﺴﻔﺮالتي قمت بحجزها، سيتم رد المبلغ المدفوع لـ شركة السائح بالكامل (ﻟﻠﺸﺨﺺ/ الأشخاص اﻟﺬي دﻓﻊ مبلغ اﻠﺤﺠﺰعند إجراءه) أو يمكنك ﻗﺒﻮل ﻋﺮض ﺑﺪﻳل مماثل للسابق ﻣﻦ جانب الشركة ، إذا ﻛﺎن ﻣﺘﻮﻓﺮ",
    "INFOS": "ضبط المعلومات",
    "INFOSP1": "يعتبر وصف أماكن الإقامة والمرافق والخدمات (بما في ذلك علي سبيل المثال وليس الحصر، معلومات تصنيف الفندق ،من حيث عدد النجوم، المقدمة علي موقع شركة السائح العربي ) هي معلومات مقدمة من موردي الخدمة. يرجى ملاحظة أن الموردين يصفون أماكن الإقامة والمرافق والخدمات باستخدام مصطلحات متفاوتة. على سبيل المثال، قد يصف بعض الموردين غرفة بسريرين منفصلين بمصطلح غرفة مزدوجة في حين أن موردين آخرين قد يصف نفس الغرفة ب غرفة فاخرة. إذا كنت غير متأكد من الوصف المعروض على موقع الشركة يرجى الاتصال بمستشاريون السفر في شركة السائح  والذين سيقومون بالإجابة على استفسارك بشكل أفضل. وأحيانا يتم سحب بعض المرافق المذكورة في الوصف لأسباب مختلفة مثل الطقس، الصيانة أو قلة الطلب من جانب الضيوف. إذا نصح الموردون بعمل تغييرات هامة علي الوصف أو سحب أي من المرافق الهامة في المنشأة، نقوم بدورنا بإبلاغ العميل في أقرب وقت ممكن. بعض الأنشطة والمرافق مثل الرياضات المائية لا تكون متاحة على مدار السنة وقد تكون هناك رسوم على بعض المرافق، على سبيل المثال: التلفزيون، صناديق الأمانات، كراسي التشمس والمظلات، ملاعب التنس، طاولات البلياردو وتكييف الهواء. في بعض الوجهات خلال موسم الإقبال السياحي (وحتى في الأوقات الأخرى) هناك احتمال أن تواجه ضجيج من بعض المجموعات فلذا يرجى مراعاة ذلك عند اختيار وجهتك ومكان الإقامة. الوقت المستغرق في التنقل من المطار إلى مكان الإقامة الذي تذكره شركة السائح هو تقريبي ووفقاً للظروف، وقد يستغرق الوصول لمكان إقامتك الذي أخترته وقت أطول",
    "RESPONSIBILITIES": "مسئولياتنا تجاهك",
    "RESPONSIBILITIESP1": "إن مسؤولية شركة السائح العربي هي اتخاذ الترتيبات اللازمة لتوفير الخدمات التي اخترتها والمقدمة من قِبل الموردين ، ولكنها غير مسئولية عن الخدمة المختارة نفسها إن مسؤولية شركة السائح العربي هي اتخاذ الترتيبات اللازمة لتوفير الخدمات التي اخترتها والمقدمة من قِبل الموردين ، ولكنها غير مسئولية عن الخدمة المختارة نفسها إن مسؤولية شركة السائح العربي هي اتخاذ الترتيبات اللازمة لتوفير الخدمات التي اخترتها والمقدمة من قِبل الموردين ، ولكنها غير مسئولية عن الخدمة المختارة نفسها",
    "CONDITIONS": "شروط المورد",
    "CONDITIONSP1": "يكون للموردين التي تتعامل معهم شركة السائح العربي شروط خاصة بهم للحجز يجب الالتزام بها وسيتم إدراجها في عقدك مع شركة السائح  في حال وجود أي تعارض بين شروط الموردين وشروط شركة السائح العربي فإن شروط الموردين ستطبق ويتم العمل بها،إلا في حدوث أي نزاع مع البند رقم 5 المذكور في الأعلي. وإذا بدا أي شرط من شروط الموردين غير صالح أو غير قابل للتنفيذ، ستطبق ويتم العمل بشروط شركة السائح العربي من الممكن أن تحد أو تستبعد بعض شروط المورد المسئولية عن هذا المورد، وبحكم تطبيقها علي عقدك، فقد تحد أيضاً وتستبعد المسئولية عن شركة السائح العربي تجاهك، تلك الشروط غالباً ما تكون خاضعة لاتفاقيات دولية. وفي هذا الصدد، قد توجد نسخ من هذه الشروط متاحة للإطلاع في مكتب المورد المعني",
    "CONDITIONSBBOK": "شروط حجز الفندق:",
    "CONDITIONSBBOKP1": "قد يطلب الفندق مبلغاً من الضيف عند تسجيل الوصول كتأمين، سيتم إرجاعه إلى الضيف في حالة عدم حدوث أي ضرر للغرفة عند تسجيل المغادرة.",
    "CONDITIONSBBOKP2": "خلال فترة الحجر الصحي، تقدم مطاعم الفنادق ثلاث وجبات فقط هي الإفطار والغداء والعشاء في الغرف",
    "CONDITIONSBBOKP3": "جميع الباقات الثلاث تشمل وجبات الإفطار والغداء والعشاء",
    "CONDITIONSBBOKP4": "يمكن للأطفال حتى سن 6 سنوات الاستفادة من الإقامة والوجبات مجاناً، في حالة مشاركة السرير مع والديهم، مع عدم وجود أكثر من طفلين فقط في الغرفة المزدوجة، ويمكن للأطفال من سن 7 إلى 12 عاماً مشاركة السرير مع والديهم، وسيتم فرض رسوم كالتالي: (المبلغ) ريال سعودي. للشخص الواحد في الليلة، يشمل ثلاث وجبات",
    "CONDITIONSBBOKP5": "قد تختلف هذه المعلومات من فندق إلى آخر",
    "DISCLAIMER": "الشكاوي",
    "DISCLAIMERP1": "يجب تقديم الشكاوى الخاصة بمكان الإقامة أو بالخدمة التي يقدمها المورد لإدارة الفندق أو للمورد المسئول أثناء الإقامة وفي أسرع وقت ممكن. إذا لم يتم حل ومعالجة بشكل مرضي لك يرجى إبلاغ شركة السائح العربي في الحال عن طريق الاتصال بالرقم الوجود على إيصال حجزك يجب تقديم الشكاوى الخاصة بمكان الإقامة أو بالخدمة التي يقدمها المورد لإدارة الفندق أو للمورد المسئول أثناء الإقامة وفي أسرع وقت ممكن. إذا لم يتم حل ومعالجة بشكل مرضي لك يرجى إبلاغ شركة السائح العربي في الحال عن طريق الاتصال بالرقم الوجود على إيصال حجزك",
    "PRIVACYINFOS": "المعلومات الشخصية",
    "PRIVACYINFOSP1": "سوف تقوم شركة السائح  بتقديم البيانات الشخصية الخاصة بك أو بالمسافرين معك التي أمدتنا بها أثناء إجراء إلي موردي الخدمة الذين من الممكن ان يتواجدوا خارج المملكة يعتبر هذا الإجراء لازم لإمكانية توفير الخدمات المطلوبة إذا كنت قد طلبت إحدي الخدمات الخاصة الإضافية والذي قد تكون، علي سبيل المثال وليس الحصر، خاصة بتوفير أغذية معينة أو متطلبات دينية أو مرافق وخدمات لذوي الاحتياجلت الخاصة والتي تحتوي قد تحتوي على طلبات ومعلومات خاصة، سوف يتم أيضاً تمرير كافة هذه الطلبات الخاصة الى الموردين حتى يقومون بتنفذيها",
    "WEBSITECONDITIONS": "بيان الخصوصية و شروط الموقع",
    "WEBSITECONDITIONSP1": "يتم إدراج بيان الخصوصية وشروط الموقع الخاصين ب شركة السائح العربي في هذه البنود تقوم شركة السائح من وقت لآخربتسجيل المكالمات الهاتفية بشكل عشوائي بهدف المتابعة والمراقبة أمنية وكذلك لتحسين آداء خدمة العملاء قد تستخدم شركة السائح بيانات الاتصال الخاصة بك لتبلغك عن منتجاتها والعروض الخاصة التي قد تناسبك. اذا كنت لا تريد أن تستخدم شركة السائح  بيانات الاتصال الخاصة بك لإرسال العروض التي قد تناسبك، يرجي إرسال رسالة بريد إلكترونية إلى العنوان التالي: reservations@alsaehhotels.com",
    "YOURRESPONS": "مسئوليتك",
    "YOURRESPONSP1": "شركة السائح العربي  تتمني لجميع عملائها رحلة ممتعة، ولكن يجب أن تتذكر أنك أنت المسئول أولاً و أخيراً عن أفعالك وعن النتائج التي قد تترتب عليها تجاه الآخرين. إذا رأت شركة السائح العربي أن أفعالك يمكن أن تؤثرعلى موظفيها شركة السائح العربي  تتمني لجميع عملائها رحلة ممتعة، ولكن يجب أن تتذكر أنك أنت المسئول أولاً و أخيراً عن أفعالك وعن النتائج التي قد تترتب عليها تجاه الآخرين. إذا رأت شركة السائح العربي أن أفعالك يمكن أن تؤثرعلى موظفيها "
  },
  "PRIVACY": {
    "PRIVACYTITLE": "سياسة الخصوصية",
    "PRIVACY": "بيان الخصوصية",
    "PRIVACYP1": "نحن، في شركتنا، نأخذ موضوع الخصوصية بجدية تامة ونعتزم العمل بشكل مستمر من أجل الاستخدام الأمثل لبياناتك الشخصية وحمايتها لأقصي درجة. فيما يلي نوضح لكم بإيجاز أساليب وطرق جمع ونشر المعلومات",
    "INFO": "جمع واستخدام المعلومات",
    "INFOP1": "موقع السائح مملوك و مسجل بواسطة شركة السائح العربي السعودية للخدمات السياحية ، ومقرها في مدينة مكة المكرمة بالمملكة العربية السعودية. ويعتبر موقعنا جامع للبيانات فيما يخص المعلومات الشخصية التي يتم الحصول عليها من عملائنا أثناء استخدامهم للموقع و/ أو إجراء الحجز، حيث يتم طلب بعض المعلومات الشخصية مثل:",
    "NAME": "الاسم",
    "MAIL": "عنوان البريد الإلكتروني",
    "ZCODE": "عنوان البريد",
    "PHONE": "رقم الهاتف",
    "CCV": "رقم بطاقة الائتمان وتاريخ انتهاء صلاحيتها",
    "INFOP2": "يطلب منك تقديم المعلومات المذكورة أعلاه عند إجراء طلب حجز في موقعنا ويجب أن تقدم بيانات المراسلة- الاسم/ عنوان البريد الالكتروني/ صندوق البريد/ رقم الهاتف ورقم بطاقة الائتمان/ تاريخ انتهاء صلاحيتها لاستكمال خطوات الطلب. يتم استخدام هذه المعلومات لحجز الخدمات المطلوبة وإرسال تفاصيل تأكيد الحجز إليك وإذا لزم الأمر نقوم بإبلاغك بالتحديثات أو التغييرات قد تحدث للحجوزات/خطط السفر الخاصة بك. إذا كان لديك مشكلة في معالجة أي طلب فإننا نقوم باستخدام بيانات المراسلة هذه للتواصل معك. وكذلك نستخدم رقم الهاتف الخاص بك فقط لإرسال أي عروض خاصة قد تناسب احتياجاتك.",
    "INFOP3": "ربما نستخدم أيضا بيانات المراسلة لإبلاغك بخدمات السفر والباقات والعروض الخاصة التي نعتقد بأنها قد تكون محل اهتمام من جانبك. إذا كنت لا تريد منا استخدام بيانات المراسلة في إبلاغك بالجديد عن منتجاتنا وعروضنا، برجاء إبلاغنا بذلك من خلال إرسال بريد الكتروني إلى  reservations@alsaehhotels.comلا نقوم بتمرير تفاصيل معلوماتك الشخصية إلى أطراف ثالثة باستنثاء ما هو مذكور في مشاركة المعلومات أدناه.",
    "INFOP4": "نقوم بتخزين معلوماتك طالما نحتاج لفعل ذلك للوفاء بالالتزامات القانونية أو لإبلاغك بمنتجاتنا الجديدة. نستخدم معلوماتك لعمل قاعدة من المعلومات العامة والتي يتم استخدامها فيما بعد من أجل تحليل السوق والتحليل التجاري، ولكن هذه المعلومات العامة لا تحددك بصورة شخصية."
  },

  "FOOTER": {
    "RULES": "الشروط و الأحكام",
    "SERVICE": "ضمان الخدمة",
    "PRIVACY": "سياسة الخصوصية",
    "CONTACT": "اتصل بنا",
    "RIGHTS": "جميع الحقوق محفوظة"
  },
  "INPUTS": {
    "MAIL": "بريدك الإلكتروني",
    "PASS": "كلمة المرور",
    "REPASS": "تأكيد كلمة المرور",
    "FIRSTNAME": "الاسم الأول",
    "LASTNAME": "اسم العائلة",
    "NEWPASS": "كلمه المرور جديدة",
    "RENEWPASS": "تاكيد كلمه المرور جديدة",
    "PHONE": "الهاتف",
    "RES_AT": "تم الحجز في",
    "TRAVEL_DATE": "موعد السفر",
    "RES_STATUS": "حالة الحجز",
    "PASSENGERS_NUMBER": "عدد الركاب",
    "SEARCH": "بحث"
  },
  "BUTTONS": {
    "SEARCH": "بحث",
    "Save": "حفظ"
  },
  "RESERVATIONS": {
    "MY_RESERVATIONS":"حجوزاتي",
    "ReservationDetails": "تفاصيل الحجز",
    "ReservationNumber": "رقم الحجز",
    "Checkin": "تاريخ الدخول",
    "Checkout": "تاريخ الخروج",
    "OnMap": "على الخريطة"
  },
  "COMMON": {
    "RIAL":"ريال"
  }
}
